{
  "home": "Головна",
  "about": "Про мене",
  "projects": "Проєкти",
  "contact": "Зв'яжіться зі мною",
  "myFullName": "Костецький Вадим",
  "specialization": "Fullstack, Frontend-орієнтований Веб-розробник",
  "extensiveSpecialization": "Орієнтований на результат веб-розробник, який створює та керує веб-сайтами та веб-додатками, що призводить до успіху всього продукту.",
  "extensiveSpecializationFooter": "Орієнтований на результат веб-розробник, який створює та керує Веб-сайтами та Веб-додатками, що призводить до успіху всього продукту.",
  "social": "Соціальні мережі",
  "copyright": "© Copyright 2024. Зроблено",
  "hey": "Привіт, я",
  "section": "",
  "webDevelopment": "Веб-розробник",
  "instagram": "Instagram",
  "linkedin": "Linkedin",
  "information": "Ця сторінка містить кейс-стаді проекту {{projectTitle}}, який включає Огляд проекту, Використані інструменти та Посилання на офіційний продукт.",
  "feelFree": "Ви можете ознайомитися з проектом, перейшовши за Прямим Посиланням.",
  "liveLink": "Пряме посилання",
  "projectLink": "Посилання на проект",
  "goBack": "Повернутися",
  "myPhoneNumber": "Мій номер телефону",
  "copied": "Скопійовано",
  "projectDescription": {
    "projectOverview": "Огляд проекту",
    "toolsUsed": "Інструменти, що використовувалися",
    "repositoryLink": "Посилання на репозиторій"
  },
  "About": {
    "title": "Про мене",
    "text": "Тут ви знайдете більше інформації про мене, про те, чим я займаюся, і мої поточні навички, в основному з точки зору програмування і технологій",
    "getToKnowMe": "Познайомтеся зі мною ближче!",
    "iAm": "Я",
    "buildingAnd...": "який створює та керує інтерфейсом веб-сайтів та веб-додатків, що призводить до успіху всього продукту. Ознайомтеся з деякими з моїх робіт в секції ",
    "iAlso...": "Мені також подобається ділитися контентом, пов'язаним з тим, чого я навчився за роки роботи у Веб-розробнику, щоб ",
    "soIt...": "це могло допомогти іншим членам спільноти розробників. Не соромтеся зв'язуватися зі мною або слідкувати за мною на моїй сторінці в ",
    "ImOpenTo...": "Я відкритий до ",
    "job": "Можливостей працевлаштування,",
    "opportunitiesWhere...": "де я можу зробити свій внесок, вчитися та розвиватися. Якщо у вас є хороша можливість, яка відповідає моїм навичкам і досвіду, тоді не соромтеся ",
    "contact": "зв'яжіться зі мною",
    "me": "",
    "mySkills": "Мої навички"
  },
  "Projects": {
    "text": "Тут ви знайдете деякі з моїх особистих та командних проєктів, які я створив, причому кожен проект містить власне тематичне дослідження"
  },
  "Feedback": {
    "name": "Ім'я",
    "email": "Електронна пошта",
    "message": "Повідомлення",
    "send": "Відправити",
    "text": "Надішліть мені повідомлення, заповнивши форму нижче, і я зв'яжуся з вами якнайшвидше"
  },
  "toastify": {
    "success": "Повідомлення відправлено. Я зв'яжуся з вами найближчим часом.",
    "error": "Повідомлення не надіслано, будь ласка, зв'яжіться зі мною за контактами, які вказані на початку сторінки."
  },
  "webStudio": {
    "title": "WebStudio",
    "projectDescription": "WebStudio це макет сайту для веб-студії",
    "projectOverview": [
      "Макет сайту для будь-якої веб-студії, виконаний за дизайном з Фігми. Повністю адаптивний під будь-які пристрої.",
      "У проекті я продемонстрував свої навички роботи з html-версткою, роботи зі стилями css та роботи з адаптивною версткою."
    ]
  },
  "cocktailBar": {
    "title": "Cocktail-Bar",
    "projectDescription": "Cocktail-Bar - це сайт для пошуку коктейлів за назвою або інгредієнтами",
    "projectOverview": [
      "Ми з командою створили дуже зручний міні-сайт для пошуку коктейлів. Тут можна знайти коктейль за назвою або одним з його інгредієнтів, ознайомитися з повним переліком інгредієнтів коктейлю та рецептом його приготування.",
      "Дизайн сайту дуже зручний і зрозумілий, зроблений дизайнером спеціально для цього проекту.",
      "Ми використали java script для створення користувацького інтерфейсу, який працює на всіх типах пристроїв, а також розширення sass для стилізації."
    ]
  },
  "movies": {
    "title": "Movies",
    "projectDescription": "Movies - сайт для пошуку фільмів за назвою",
    "projectOverview": [
      "Movies  це невеликий сайт для пошуку інформації про фільми. Я зробив дизайн максимально простим і приємним для очей.",
      "У цьому проекті я продемонстрував свої навички роботи з Java Script та адаптивною версткою."
    ]
  },
  "dopefolio": {
    "title": "Dopefolio",
    "projectDescription": "Dopefolio - це успішний проект з відкритим вихідним кодом. Тут кожен розробник може показати свої проекти, повністю описати свою роботу, дизайн і методи, які він використовував в розробці проєктів",
    "projectOverview": [
      "Dopefolio - це проект з відкритим вихідним кодом, який являє собою простий багатосторінковий шаблон сайту-портфоліо для розробників. Я створив цей проект на основі популярного шаблону портфоліо для розробників з використанням бібліотек React.",
      "Тут ви можете знайти всі проекти розробника з посиланнями на живі сторінки та вихідний код."
    ]
  },
  "medDoc": {
    "title": "MedDoc",
    "projectDescription": "Сайт для медичних закладів з можливістю обрати лікаря та записатися до нього на вільний час. Також брав участь у розробці бекенду",
    "projectOverview": [
      "Повністю готовий сайт для лікарні з власним бекендом. На сайті можуть реєструватися лікарі та пацієнти. При створенні профілю користувач додає фото і заповнює інформацію про себе, яка буде зберігатися на бекенді.",
      "На сторінці пацієнта користувач може обрати лікаря для прийому, обрати дату і час та записатися на прийом. Після візиту пацієнт може залишити відгук про лікаря та поставити йому оцінку від 1 до 5. Пацієнт також може побачити список своїх візитів і список усіх лікарів, де їх можна відсортувати за рейтингом, ціною або прізвищем.",
      "Лікар може бачити всі записи пацієнтів та історію відвідувань. Він також може відкрити вкладку з усіма пацієнтами, яких він бачив, отримати інформацію для зв'язку з пацієнтом і зробити записи в його медичній картці."
    ]
  },
  "onlineStore": {
    "title": "Online-store",
    "projectDescription": "Магазин одягу з пошуком та зручною фільтрацією товарів. Також реалізована можливість покупки товарів",
    "projectOverview": [
      "Командний проект Інтернет-магазину одягу. Дизайн повністю розроблений нашим дизайнером. Бекенд для сайту також був розроблений нашим бекенд-розробником.",
      "Реалізував швидкий перехід з головної сторінки на верхні категорії, пошук товарів за назвою. Створив фільтр для товарів за кольором, розміром та ціною. ",
      "На сайті є зручний кошик, який зберігається на бекенді, або, якщо користувач не зареєстрований, в браузері. У кошику можна редагувати кожен товар, його кількість та перейти до оформлення замовлення.",
      "При оформленні замовлення всі дані користувача зберігаються на бекенді, що спрощує повторні замовлення. Історія замовлень також зберігається на бекенді."
    ]
  },
  "slimMom": {
    "title": "SlimMom",
    "projectDescription": "Сайт дозволяє контролювати кількість спожитих за день калорій, вести календар та отримувати рекомендації щодо параметрів користувача",
    "projectOverview": [
      "Командний проект сайту для людей, які хочуть контролювати споживання калорій на день.",
      "Проект включає в себе калькулятор калорій і щоденник. Користувач може заздалегідь спланувати все, що він буде їсти, а сайт порахує калорії.",
      "При реєстрації користувач вводить свої параметри, такі як зріст, вік, вага, група крові та вага, яку він хоче набрати. Сайт одразу покаже продукти, які рекомендовано вживати."
    ]
  }
}
